Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-2-0-write-34.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-2: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-2: fio-2.13
drbd-sp2-autotest-2: Starting 1 process
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: write: (groupid=0, jobs=1): err= 0: pid=502: Wed Aug 31 11:39:21 2016
drbd-sp2-autotest-2:   write: io=4056.0KB, bw=202800KB/s, iops=50700, runt=    20msec
drbd-sp2-autotest-2:     clat (usec): min=1, max=29, avg= 2.71, stdev= 1.48
drbd-sp2-autotest-2:      lat (usec): min=1, max=29, avg= 3.02, stdev= 1.55
drbd-sp2-autotest-2:     clat percentiles (usec):
drbd-sp2-autotest-2:      |  1.00th=[    1],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-2:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    3], 60.00th=[    3],
drbd-sp2-autotest-2:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-2:      | 99.00th=[    6], 99.50th=[    9], 99.90th=[   25], 99.95th=[   29],
drbd-sp2-autotest-2:      | 99.99th=[   29]
drbd-sp2-autotest-2:     lat (usec) : 2=4.83%, 4=86.49%, 10=8.28%, 20=0.20%, 50=0.20%
drbd-sp2-autotest-2:   cpu          : usr=15.79%, sys=10.53%, ctx=4, majf=0, minf=9
drbd-sp2-autotest-2:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-2:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Run status group 0 (all jobs):
drbd-sp2-autotest-2:   WRITE: io=4056KB, aggrb=202800KB/s, minb=202800KB/s, maxb=202800KB/s, mint=20msec, maxt=20msec
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Disk stats (read/write):
drbd-sp2-autotest-2:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/3128, aggrin_queue=3128, aggrutil=1.92%
drbd-sp2-autotest-2:     dm-0: ios=0/1016, merge=0/0, ticks=0/3128, in_queue=3128, util=1.92%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/28, aggrin_queue=28, aggrutil=1.92%
drbd-sp2-autotest-2:   vdb: ios=0/11, merge=0/1005, ticks=0/28, in_queue=28, util=1.92%