Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-2-0-write-6.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-2: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-2: fio-2.13
drbd-sp2-autotest-2: Starting 1 process
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: write: (groupid=0, jobs=1): err= 0: pid=32413: Wed Aug 31 11:38:57 2016
drbd-sp2-autotest-2:   write: io=4056.0KB, bw=184364KB/s, iops=46090, runt=    22msec
drbd-sp2-autotest-2:     clat (usec): min=1, max=23, avg= 2.55, stdev= 1.19
drbd-sp2-autotest-2:      lat (usec): min=2, max=34, avg= 2.87, stdev= 1.54
drbd-sp2-autotest-2:     clat percentiles (usec):
drbd-sp2-autotest-2:      |  1.00th=[    1],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-2:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    3],
drbd-sp2-autotest-2:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-2:      | 99.00th=[    5], 99.50th=[    6], 99.90th=[   18], 99.95th=[   23],
drbd-sp2-autotest-2:      | 99.99th=[   23]
drbd-sp2-autotest-2:     lat (usec) : 2=2.86%, 4=90.63%, 10=6.11%, 20=0.30%, 50=0.10%
drbd-sp2-autotest-2:   cpu          : usr=23.81%, sys=23.81%, ctx=29, majf=0, minf=9
drbd-sp2-autotest-2:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-2:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Run status group 0 (all jobs):
drbd-sp2-autotest-2:   WRITE: io=4056KB, aggrb=184363KB/s, minb=184363KB/s, maxb=184363KB/s, mint=22msec, maxt=22msec
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Disk stats (read/write):
drbd-sp2-autotest-2:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/8592, aggrin_queue=8592, aggrutil=5.66%
drbd-sp2-autotest-2:     dm-0: ios=0/1014, merge=0/0, ticks=0/8592, in_queue=8592, util=5.66%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/72, aggrin_queue=72, aggrutil=5.66%
drbd-sp2-autotest-2:   vdb: ios=0/9, merge=0/1005, ticks=0/72, in_queue=72, util=5.66%